"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 10000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 12589, \"word_counts\": \"{\\\"trojan\\\": 11, \\\"deceive\\\": 1, \\\"user\\\": 143, \\\"benefit\\\": 50, \\\"using\\\": 387, \\\"anti\\\": 23, \\\"virus\\\": 6, \\\"software\\\": 75, \\\"spyware\\\": 1, \\\"designed\\\": 5, \\\"one\\\": 45, \\\"avoid\\\": 9, \\\"phishing\\\": 46, \\\"attack\\\": 520, \\\"vpn\\\": 4, \\\"enhance\\\": 32, \\\"security\\\": 398, \\\"role\\\": 370, \\\"http\\\": 165, \\\"web\\\": 189, \\\"encryption\\\": 46, \\\"important\\\": 125, \\\"use\\\": 206, \\\"firewall\\\": 29, \\\"distinguishes\\\": 2, \\\"type\\\": 173, \\\"malware\\\": 203, \\\"cybersecurity\\\": 5819, \\\"common\\\": 106, \\\"threat\\\": 116, \\\"individual\\\": 2, \\\"protect\\\": 29, \\\"online\\\": 5, \\\"best\\\": 26, \\\"practice\\\": 18, \\\"zero\\\": 31, \\\"day\\\": 18, \\\"exploit\\\": 213, \\\"social\\\": 29, \\\"engineering\\\": 33, \\\"artificial\\\": 2, \\\"intelligence\\\": 52, \\\"ethical\\\": 7, \\\"consideration\\\": 10, \\\"blockchain\\\": 2, \\\"technology\\\": 22, \\\"main\\\": 32, \\\"model\\\": 39, \\\"intrusion\\\": 13, \\\"detection\\\": 86, \\\"system\\\": 333, \\\"id\\\": 64, \\\"computer\\\": 21, \\\"network\\\": 188, \\\"difference\\\": 122, \\\"symmetric\\\": 5, \\\"asymmetric\\\": 3, \\\"compliance\\\": 13, \\\"play\\\": 2, \\\"digital\\\": 11, \\\"certificate\\\": 31, \\\"method\\\": 152, \\\"securing\\\": 9, \\\"mobile\\\": 10, \\\"device\\\": 54, \\\"audit\\\": 31, \\\"honeypot\\\": 5, \\\"importance\\\": 304, \\\"patch\\\": 44, \\\"management\\\": 79, \\\"advanced\\\": 11, \\\"persistent\\\": 12, \\\"apts\\\": 1, \\\"affect\\\": 21, \\\"risk\\\": 138, \\\"data\\\": 233, \\\"exfiltration\\\": 23, \\\"worm\\\": 3, \\\"function\\\": 257, \\\"managing\\\": 4, \\\"access\\\": 180, \\\"organization\\\": 32, \\\"implication\\\": 160, \\\"gdpr\\\": 5, \\\"enhanced\\\": 13, \\\"cloud\\\": 34, \\\"computing\\\": 12, \\\"policy\\\": 83, \\\"endpoint\\\": 21, \\\"challenge\\\": 30, \\\"vulnerability\\\": 162, \\\"assessment\\\": 26, \\\"internet\\\": 33, \\\"thing\\\": 9, \\\"iot\\\": 9, \\\"impact\\\": 226, \\\"distributed\\\": 9, \\\"denial\\\": 7, \\\"service\\\": 197, \\\"ddos\\\": 5, \\\"typical\\\": 10, \\\"phase\\\": 62, \\\"cyber\\\": 109, \\\"detected\\\": 18, \\\"forensics\\\": 35, \\\"chief\\\": 3, \\\"information\\\": 155, \\\"officer\\\": 3, \\\"ciso\\\": 4, \\\"protocol\\\": 148, \\\"quantum\\\": 4, \\\"necessary\\\": 16, \\\"associated\\\": 86, \\\"byod\\\": 6, \\\"bring\\\": 7, \\\"insider\\\": 2, \\\"resilience\\\": 4, \\\"different\\\": 144, \\\"control\\\": 245, \\\"significance\\\": 834, \\\"osi\\\": 1, \\\"event\\\": 219, \\\"siem\\\": 5, \\\"contribute\\\": 10, \\\"cryptography\\\": 9, \\\"biometrics\\\": 1, \\\"used\\\": 742, \\\"key\\\": 119, \\\"element\\\": 9, \\\"incident\\\": 61, \\\"response\\\": 112, \\\"plan\\\": 9, \\\"g\\\": 15, \\\"hacking\\\": 6, \\\"beneficial\\\": 6, \\\"augmented\\\": 1, \\\"reality\\\": 2, \\\"ar\\\": 1, \\\"virtual\\\": 46, \\\"vr\\\": 1, \\\"token\\\": 57, \\\"work\\\": 124, \\\"ai\\\": 1, \\\"predictive\\\": 1, \\\"landscape\\\": 3, \\\"change\\\": 34, \\\"segmentation\\\": 8, \\\"environment\\\": 62, \\\"private\\\": 20, \\\"vpns\\\": 3, \\\"concept\\\": 895, \\\"design\\\": 5, \\\"machine\\\": 22, \\\"learning\\\": 1, \\\"physical\\\": 24, \\\"behavior\\\": 22, \\\"analytics\\\": 2, \\\"strategy\\\": 19, \\\"dealing\\\": 4, \\\"ransomware\\\": 23, \\\"healthcare\\\": 4, \\\"industry\\\": 3, \\\"technique\\\": 101, \\\"espionage\\\": 8, \\\"regular\\\": 6, \\\"update\\\": 42, \\\"human\\\": 9, \\\"factor\\\": 14, \\\"sign\\\": 7, \\\"potential\\\": 140, \\\"prevention\\\": 32, \\\"evolving\\\": 1, \\\"advancement\\\": 1, \\\"privacy\\\": 4, \\\"consequence\\\": 11, \\\"inadequate\\\": 1, \\\"measure\\\": 21, \\\"ensure\\\": 6, \\\"international\\\": 2, \\\"standard\\\": 29, \\\"emerging\\\": 3, \\\"trend\\\": 4, \\\"prevented\\\": 63, \\\"botnet\\\": 2, \\\"measured\\\": 1, \\\"indicator\\\": 29, \\\"secure\\\": 36, \\\"development\\\": 32, \\\"lifecycle\\\": 12, \\\"sdlc\\\": 9, \\\"actor\\\": 11, \\\"application\\\": 197, \\\"organizational\\\": 3, \\\"critical\\\": 14, \\\"infrastructure\\\": 20, \\\"protection\\\": 56, \\\"developed\\\": 5, \\\"principle\\\": 4, \\\"architecture\\\": 39, \\\"solution\\\": 24, \\\"legacy\\\": 10, \\\"wireless\\\": 3, \\\"mitigated\\\": 18, \\\"general\\\": 15, \\\"regulation\\\": 1, \\\"detect\\\": 36, \\\"respond\\\": 1, \\\"breach\\\": 30, \\\"operate\\\": 2, \\\"training\\\": 7, \\\"interconnected\\\": 1, \\\"finance\\\": 1, \\\"sector\\\": 4, \\\"virtualization\\\": 10, \\\"loss\\\": 3, \\\"active\\\": 45, \\\"passive\\\": 16, \\\"defense\\\": 51, \\\"dark\\\": 1, \\\"concern\\\": 24, \\\"smart\\\": 8, \\\"city\\\": 1, \\\"intersect\\\": 1, \\\"law\\\": 4, \\\"effective\\\": 11, \\\"energy\\\": 1, \\\"hacker\\\": 3, \\\"faced\\\": 3, \\\"today\\\": 1, \\\"consumer\\\": 20, \\\"recommended\\\": 25, \\\"small\\\": 4, \\\"business\\\": 12, \\\"future\\\": 3, \\\"medium\\\": 6, \\\"trust\\\": 8, \\\"explain\\\": 9976, \\\"wnetaddconnection\\\": 3, \\\"map\\\": 18, \\\"share\\\": 37, \\\"compare\\\": 12, \\\"contrast\\\": 5, \\\"feature\\\": 187, \\\"apache\\\": 5, \\\"ii\\\": 10, \\\"nginx\\\": 3, \\\"server\\\": 95, \\\"define\\\": 209, \\\"clickjacking\\\": 3, \\\"describe\\\": 920, \\\"computed\\\": 7, \\\"iocs\\\": 20, \\\"give\\\": 48, \\\"example\\\": 203, \\\"containment\\\": 12, \\\"context\\\": 2214, \\\"eradication\\\": 12, \\\"remediation\\\": 44, \\\"footprint\\\": 12, \\\"relevance\\\": 249, \\\"jwt\\\": 23, \\\"payload\\\": 81, \\\"lfi\\\": 12, \\\"exploited\\\": 29, \\\"lazy\\\": 12, \\\"linking\\\": 23, \\\"relation\\\": 224, \\\"advantage\\\": 22, \\\"analysis\\\": 208, \\\"credential\\\": 136, \\\"dumper\\\": 3, \\\"crash\\\": 13, \\\"relates\\\": 130, \\\"dumping\\\": 18, \\\"filter\\\": 34, \\\"insecure\\\": 30, \\\"direct\\\": 15, \\\"object\\\": 147, \\\"reference\\\": 26, \\\"living\\\": 7, \\\"land\\\": 9, \\\"present\\\": 6, \\\"investigation\\\": 13, \\\"harm\\\": 3, \\\"memory\\\": 218, \\\"extraction\\\": 19, \\\"pas\\\": 54, \\\"hash\\\": 124, \\\"session\\\": 95, \\\"hijacking\\\": 51, \\\"predictability\\\": 6, \\\"timing\\\": 10, \\\"nsm\\\": 6, \\\"purpose\\\": 4071, \\\"smb\\\": 36, \\\"relay\\\": 13, \\\"sql\\\": 84, \\\"injection\\\": 177, \\\"database\\\": 53, \\\"ssrf\\\": 22, \\\"powershell\\\": 305, \\\"wrapper\\\": 1, \\\"wmi\\\": 113, \\\"collection\\\": 24, \\\"artifact\\\": 85, \\\"identified\\\": 13, \\\"defender\\\": 23, \\\"buffer\\\": 45, \\\"overflow\\\": 43, \\\"logic\\\": 11, \\\"flaw\\\": 21, \\\"challenging\\\": 3, \\\"percent\\\": 4, \\\"encoding\\\": 28, \\\"protected\\\": 28, \\\"process\\\": 480, \\\"family\\\": 6, \\\"reflective\\\": 10, \\\"code\\\": 243, \\\"serialization\\\": 3, \\\"call\\\": 61, \\\"term\\\": 2298, \\\"ajax\\\": 15, \\\"proxy\\\": 53, \\\"provide\\\": 263, \\\"two\\\": 35, \\\"authentication\\\": 192, \\\"handle\\\": 36, \\\"volatility\\\": 81, \\\"mean\\\": 130, \\\"yara\\\": 45, \\\"cab\\\": 6, \\\"file\\\": 437, \\\"crl\\\": 5, \\\"remote\\\": 132, \\\"agent\\\": 66, \\\"useful\\\": 38, \\\"meant\\\": 67, \\\"node\\\": 7, \\\"j\\\": 16, \\\"pystemon\\\": 3, \\\"verifiable\\\": 1, \\\"execution\\\": 113, \\\"enhances\\\": 19, \\\"brute\\\": 23, \\\"force\\\": 24, \\\"password\\\": 124, \\\"us\\\": 33, \\\"page\\\": 44, \\\"py\\\": 108, \\\"sqli\\\": 45, \\\"comment\\\": 11, \\\"prevent\\\": 63, \\\"error\\\": 37, \\\"zap\\\": 35, \\\"spider\\\": 8, \\\"testing\\\": 161, \\\"pastebin\\\": 6, \\\"monitoring\\\": 35, \\\"tool\\\": 402, \\\"detects\\\": 3, \\\"pattern\\\": 7, \\\"mitigate\\\": 22, \\\"window\\\": 507, \\\"eve\\\": 6, \\\"json\\\": 29, \\\"format\\\": 66, \\\"forwarding\\\": 10, \\\"wef\\\": 2, \\\"aid\\\": 12, \\\"index\\\": 30, \\\"danger\\\": 7, \\\"vbscript\\\": 11, \\\"downloader\\\": 5, \\\"shell\\\": 43, \\\"dll\\\": 173, \\\"pentesting\\\": 7, \\\"differs\\\": 11, \\\"app\\\": 33, \\\"scanner\\\": 49, \\\"functionality\\\": 67, \\\"cfi\\\": 6, \\\"ldrmodules\\\": 20, \\\"source\\\": 69, \\\"fuzzer\\\": 13, \\\"content\\\": 31, \\\"memprocfs\\\": 48, \\\"obfuscation\\\": 34, \\\"gadget\\\": 53, \\\"rop\\\": 46, \\\"invalid\\\": 1, \\\"input\\\": 31, \\\"cewl\\\": 5, \\\"spidering\\\": 21, \\\"named\\\": 9, \\\"pipe\\\": 6, \\\"inter\\\": 9, \\\"communication\\\": 12, \\\"sqlmap\\\": 34, \\\"listing\\\": 3, \\\"kerberos\\\": 75, \\\"aad\\\": 5, \\\"internals\\\": 5, \\\"external\\\": 13, \\\"recon\\\": 39, \\\"ace\\\": 10, \\\"automation\\\": 23, \\\"coverage\\\": 19, \\\"effectiveness\\\": 5, \\\"ad\\\": 69, \\\"persistence\\\": 73, \\\"adfs\\\": 2, \\\"federation\\\": 4, \\\"pen\\\": 24, \\\"amsi\\\": 53, \\\"bypass\\\": 146, \\\"string\\\": 83, \\\"modification\\\": 8, \\\"downgrade\\\": 5, \\\"action\\\": 26, \\\"successful\\\": 12, \\\"block\\\": 126, \\\"init\\\": 2, \\\"fail\\\": 7, \\\"apt\\\": 23, \\\"attribution\\\": 3, \\\"group\\\": 42, \\\"operation\\\": 39, \\\"simulator\\\": 7, \\\"rep\\\": 6, \\\"roasting\\\": 2, \\\"asep\\\": 2, \\\"aslr\\\": 62, \\\"address\\\": 149, \\\"space\\\": 47, \\\"layout\\\": 24, \\\"randomization\\\": 34, \\\"asr\\\": 6, \\\"surface\\\": 6, \\\"reduction\\\": 9, \\\"att\\\": 37, \\\"ck\\\": 35, \\\"mapping\\\": 16, \\\"av\\\": 16, \\\"edr\\\": 32, \\\"evasion\\\": 34, \\\"tactic\\\": 8, \\\"hook\\\": 17, \\\"objective\\\": 13, \\\"activescript\\\": 3, \\\"amcacheparser\\\": 8, \\\"output\\\": 35, \\\"apihooks\\\": 7, \\\"appcompatcacheparser\\\": 5, \\\"applocker\\\": 34, \\\"default\\\": 54, \\\"rule\\\": 76, \\\"appscan\\\": 5, \\\"atomic\\\": 9, \\\"red\\\": 52, \\\"team\\\": 78, \\\"autorun\\\": 4, \\\"autoruns\\\": 10, \\\"autorunsc\\\": 7, \\\"azure\\\": 87, \\\"d\\\": 18, \\\"conditional\\\": 10, \\\"connect\\\": 8, \\\"sync\\\": 2, \\\"synchronization\\\": 7, \\\"api\\\": 36, \\\"cli\\\": 8, \\\"syntax\\\": 79, \\\"extension\\\": 40, \\\"iam\\\": 16, \\\"run\\\": 37, \\\"command\\\": 270, \\\"blob\\\": 2, \\\"compute\\\": 4, \\\"lockout\\\": 10, \\\"ip\\\": 37, \\\"rotation\\\": 2, \\\"username\\\": 19, \\\"enumeration\\\": 39, \\\"b\\\": 30, \\\"tree\\\": 31, \\\"rebalancing\\\": 4, \\\"baslr\\\": 3, \\\"bottom\\\": 2, \\\"byovd\\\": 4, \\\"badusb\\\": 5, \\\"beef\\\": 24, \\\"component\\\": 60, \\\"beroot\\\": 2, \\\"bearer\\\": 3, \\\"behavioral\\\": 6, \\\"bindiff\\\": 4, \\\"bitsadmin\\\": 4, \\\"exe\\\": 194, \\\"blackenergy\\\": 7, \\\"ukrainian\\\": 3, \\\"power\\\": 3, \\\"grid\\\": 4, \\\"blink\\\": 4, \\\"blkls\\\": 6, \\\"bloodhound\\\": 23, \\\"query\\\": 31, \\\"bootstrap\\\": 3, \\\"burp\\\": 121, \\\"collaborator\\\": 4, \\\"crawling\\\": 2, \\\"auditing\\\": 40, \\\"url\\\": 39, \\\"scanning\\\": 69, \\\"push\\\": 23, \\\"button\\\": 5, \\\"reflection\\\": 7, \\\"test\\\": 103, \\\"configuration\\\": 26, \\\"implementation\\\": 21, \\\"verb\\\": 12, \\\"tampering\\\": 16, \\\"c\\\": 86, \\\"framework\\\": 64, \\\"matrix\\\": 8, \\\"cape\\\": 3, \\\"com\\\": 40, \\\"search\\\": 64, \\\"order\\\": 39, \\\"cors\\\": 6, \\\"cross\\\": 20, \\\"origin\\\": 21, \\\"resource\\\": 27, \\\"sharing\\\": 6, \\\"csp\\\": 4, \\\"csrf\\\": 16, \\\"visualized\\\": 4, \\\"cve\\\": 19, \\\"exposure\\\": 9, \\\"cwe\\\": 3, \\\"weakness\\\": 9, \\\"canvas\\\": 3, \\\"capa\\\": 9, \\\"carbanak\\\": 3, \\\"field\\\": 51, \\\"certstream\\\": 4, \\\"client\\\": 59, \\\"flow\\\": 45, \\\"x\\\": 236, \\\"cmdscan\\\": 3, \\\"console\\\": 24, \\\"cobalt\\\": 14, \\\"strike\\\": 14, \\\"codesearchdiggity\\\": 3, \\\"ubuntu\\\": 3, \\\"python\\\": 174, \\\"constrainedlanguage\\\": 3, \\\"core\\\": 18, \\\"creddump\\\": 3, \\\"guard\\\": 72, \\\"cuckoo\\\": 22, \\\"signature\\\": 29, \\\"cyberchef\\\": 6, \\\"dast\\\": 14, \\\"dynamic\\\": 48, \\\"db\\\": 13, \\\"fingerprinting\\\": 23, \\\"dbir\\\": 3, \\\"report\\\": 53, \\\"dcshadow\\\": 7, \\\"dcsync\\\": 11, \\\"dkim\\\": 5, \\\"dkom\\\": 5, \\\"hunting\\\": 23, \\\"relative\\\": 10, \\\"path\\\": 46, \\\"side\\\": 33, \\\"loading\\\": 29, \\\"dmarc\\\": 9, \\\"dns\\\": 54, \\\"record\\\": 20, \\\"scan\\\": 55, \\\"dictionary\\\": 15, \\\"locate\\\": 10, \\\"additional\\\": 8, \\\"subdomains\\\": 1, \\\"querying\\\": 2, \\\"traffic\\\": 46, \\\"dom\\\": 55, \\\"based\\\": 104, \\\"characteristic\\\": 30, \\\"document\\\": 45, \\\"handler\\\": 14, \\\"inspection\\\": 10, \\\"darkseoul\\\": 3, \\\"dcomexec\\\": 2, \\\"decode\\\": 5, \\\"vbe\\\": 5, \\\"defendercheck\\\": 4, \\\"delta\\\": 8, \\\"density\\\": 5, \\\"scout\\\": 3, \\\"desktop\\\": 47, \\\"sso\\\": 8, \\\"diaphora\\\": 3, \\\"directory\\\": 100, \\\"replication\\\": 8, \\\"dirtycow\\\": 2, \\\"diagram\\\": 6, \\\"nse\\\": 17, \\\"dnsrecon\\\": 7, \\\"domain\\\": 66, \\\"dorking\\\": 4, \\\"google\\\": 19, \\\"dradis\\\": 2, \\\"drupalgeddon\\\": 13, \\\"duckyscript\\\": 3, \\\"eaf\\\": 3, \\\"export\\\": 21, \\\"table\\\": 82, \\\"filtering\\\": 19, \\\"emet\\\": 29, \\\"eprocess\\\": 9, \\\"related\\\": 99, \\\"echotrail\\\": 4, \\\"emotet\\\": 4, \\\"enable\\\": 23, \\\"duplicatetoken\\\": 3, \\\"eventlogedit\\\": 4, \\\"executive\\\": 15, \\\"summary\\\": 21, \\\"exiftool\\\": 4, \\\"wednesday\\\": 3, \\\"ffuf\\\": 4, \\\"find\\\": 47, \\\"interestingdomainsharefile\\\": 2, \\\"localadminaccess\\\": 2, \\\"firefox\\\": 13, \\\"encode\\\": 10, \\\"flan\\\": 2, \\\"flink\\\": 4, \\\"fuzzdb\\\": 3, \\\"ghdb\\\": 3, \\\"gtfobins\\\": 2, \\\"gathercontacts\\\": 2, \\\"get\\\": 76, \\\"applockerconfig\\\": 3, \\\"job\\\": 8, \\\"lsasecret\\\": 3, \\\"p\\\": 56, \\\"getcredentialtype\\\": 2, \\\"getsids\\\": 7, \\\"getuserspn\\\": 2, \\\"ghostproject\\\": 3, \\\"gofetch\\\": 3, \\\"golden\\\": 16, \\\"ticket\\\": 72, \\\"property\\\": 18, \\\"dork\\\": 4, \\\"operator\\\": 16, \\\"shunning\\\": 6, \\\"greenshot\\\": 2, \\\"gsecdump\\\": 3, \\\"hafnium\\\": 2, \\\"connection\\\": 30, \\\"hpack\\\": 4, \\\"hsts\\\": 19, \\\"strict\\\": 10, \\\"transport\\\": 13, \\\"hta\\\": 10, \\\"html\\\": 20, \\\"poc\\\": 17, \\\"quic\\\": 7, \\\"semantics\\\": 2, \\\"host\\\": 60, \\\"discovery\\\": 54, \\\"via\\\": 33, \\\"hashcat\\\": 20, \\\"number\\\": 50, \\\"identify\\\": 71, \\\"heartbleed\\\": 8, \\\"high\\\": 11, \\\"entropy\\\": 13, \\\"heaslr\\\": 3, \\\"hollowfind\\\": 3, \\\"hollow\\\": 2, \\\"hunter\\\": 5, \\\"mount\\\": 10, \\\"volume\\\": 43, \\\"shadow\\\": 55, \\\"copy\\\": 34, \\\"remotely\\\": 5, \\\"io\\\": 18, \\\"hydra\\\": 4, \\\"assignable\\\": 2, \\\"scope\\\": 17, \\\"permission\\\": 43, \\\"dataactions\\\": 2, \\\"name\\\": 118, \\\"icap\\\": 3, \\\"backdoor\\\": 22, \\\"imds\\\": 2, \\\"instance\\\": 5, \\\"metadata\\\": 42, \\\"indexparse\\\": 2, \\\"ir\\\": 21, \\\"activity\\\": 28, \\\"scripting\\\": 26, \\\"imagecopy\\\": 5, \\\"indx\\\": 4, \\\"csv\\\": 8, \\\"informational\\\": 2, \\\"status\\\": 10, \\\"inkysquid\\\": 2, \\\"insightvm\\\": 2, \\\"instagram\\\": 7, \\\"invoke\\\": 45, \\\"credentialphisher\\\": 3, \\\"kerberoast\\\": 6, \\\"phant\\\": 5, \\\"istat\\\": 6, \\\"jbrofuzz\\\": 4, \\\"jwe\\\": 3, \\\"parse\\\": 2, \\\"java\\\": 11, \\\"deserialization\\\": 29, \\\"javascript\\\": 58, \\\"relationship\\\": 38, \\\"attribute\\\": 45, \\\"jscript\\\": 8, \\\"dropper\\\": 9, \\\"kdbgheader\\\": 3, \\\"kdbscan\\\": 3, \\\"kerberoasting\\\": 16, \\\"req\\\": 5, \\\"tgs\\\": 5, \\\"obtaining\\\": 10, \\\"kernel\\\": 96, \\\"userland\\\": 8, \\\"inconsistency\\\": 13, \\\"lanman\\\": 6, \\\"local\\\": 63, \\\"include\\\": 10, \\\"lfr\\\": 4, \\\"load\\\": 20, \\\"time\\\": 82, \\\"llmnr\\\": 6, \\\"link\\\": 39, \\\"multicast\\\": 18, \\\"resolution\\\": 26, \\\"abuse\\\": 23, \\\"lolbas\\\": 10, \\\"lsaiso\\\": 4, \\\"k\\\": 10, \\\"u\\\": 12, \\\"validate\\\": 12, \\\"invocation\\\": 7, \\\"linkedint\\\": 2, \\\"linux\\\": 151, \\\"suggester\\\": 21, \\\"list\\\": 77, \\\"email\\\": 30, \\\"given\\\": 30, \\\"lockbit\\\": 3, \\\"log\\\": 219, \\\"timeline\\\": 121, \\\"long\\\": 17, \\\"servicing\\\": 4, \\\"branch\\\": 16, \\\"registry\\\": 68, \\\"mac\\\": 29, \\\"maslr\\\": 3, \\\"mandatory\\\": 4, \\\"mbae\\\": 9, \\\"malwarebytes\\\": 6, \\\"mdm\\\": 4, \\\"mfa\\\": 6, \\\"mft\\\": 58, \\\"entry\\\": 34, \\\"allocation\\\": 25, \\\"mftecmd\\\": 17, \\\"usnjrnl\\\": 24, \\\"mitre\\\": 27, \\\"caldera\\\": 3, \\\"mmx\\\": 4, \\\"multimedia\\\": 2, \\\"instruction\\\": 52, \\\"m\\\": 20, \\\"interaction\\\": 12, \\\"msa\\\": 2, \\\"master\\\": 15, \\\"agreement\\\": 5, \\\"msdelta\\\": 7, \\\"mactime\\\": 7, \\\"masscan\\\": 8, \\\"mediawiki\\\": 4, \\\"overcame\\\": 3, \\\"failure\\\": 17, \\\"involving\\\": 9, \\\"metasploit\\\": 91, \\\"pro\\\": 11, \\\"seeding\\\": 3, \\\"import\\\": 28, \\\"ranking\\\": 2, \\\"meterpreter\\\": 24, \\\"portfwd\\\": 2, \\\"mftparser\\\": 3, \\\"microsoft\\\": 93, \\\"identity\\\": 16, \\\"advisory\\\": 2, \\\"mimikatz\\\": 33, \\\"stealing\\\": 13, \\\"modscan\\\": 8, \\\"moneta\\\": 3, \\\"mountpoints\\\": 8, \\\"mscash\\\": 3, \\\"mutillidae\\\": 5, \\\"nac\\\": 71, \\\"tech\\\": 3, \\\"nt\\\": 7, \\\"ntfs\\\": 50, \\\"timestamps\\\": 15, \\\"ntlm\\\": 10, \\\"ntlmv\\\": 29, \\\"netflow\\\": 5, \\\"netstat\\\": 7, \\\"level\\\": 36, \\\"nla\\\": 6, \\\"nexpose\\\": 4, \\\"ngrok\\\": 5, \\\"nmap\\\": 33, \\\"port\\\": 65, \\\"notpetya\\\": 4, \\\"nslookup\\\": 4, \\\"nucleus\\\": 22, \\\"template\\\": 21, \\\"cf\\\": 6, \\\"oast\\\": 4, \\\"band\\\": 16, \\\"oauth\\\": 16, \\\"detail\\\": 24, \\\"o\\\": 58, \\\"market\\\": 4, \\\"history\\\": 18, \\\"operating\\\": 30, \\\"osint\\\": 18, \\\"open\\\": 45, \\\"onesixtyone\\\": 1, \\\"va\\\": 12, \\\"xml\\\": 23, \\\"openid\\\": 8, \\\"openioc\\\": 8, \\\"openvas\\\": 4, \\\"opioc\\\": 2, \\\"osquery\\\": 9, \\\"pdo\\\": 3, \\\"php\\\": 8, \\\"pkce\\\": 2, \\\"proof\\\": 5, \\\"exchange\\\": 11, \\\"psdecode\\\": 3, \\\"regard\\\": 27, \\\"packet\\\": 58, \\\"storm\\\": 2, \\\"pafish\\\": 4, \\\"pastepwnd\\\": 2, \\\"patchextract\\\": 3, \\\"da\\\": 1, \\\"valid\\\": 5, \\\"admin\\\": 43, \\\"phantom\\\": 10, \\\"physicalmemory\\\": 4, \\\"pinfo\\\": 6, \\\"pingcastle\\\": 4, \\\"plaso\\\": 46, \\\"parser\\\": 25, \\\"creation\\\": 24, \\\"storage\\\": 16, \\\"dump\\\": 27, \\\"posh\\\": 4, \\\"r\\\": 25, \\\"secmod\\\": 2, \\\"powermeta\\\": 2, \\\"pe\\\": 33, \\\"empire\\\": 47, \\\"remoting\\\": 16, \\\"secret\\\": 16, \\\"stealth\\\": 8, \\\"powerstripper\\\": 2, \\\"powerup\\\": 10, \\\"powerview\\\": 12, \\\"printkey\\\": 3, \\\"vlans\\\": 5, \\\"proxychains\\\": 2, \\\"psexec\\\": 39, \\\"destination\\\": 30, \\\"psloglist\\\": 5, \\\"psscan\\\": 12, \\\"purplesharp\\\": 2, \\\"pwnplug\\\": 3, \\\"elite\\\": 3, \\\"branching\\\": 3, \\\"loop\\\": 22, \\\"request\\\": 54, \\\"harvesting\\\": 14, \\\"rdp\\\": 37, \\\"usage\\\": 70, \\\"tracking\\\": 46, \\\"done\\\": 15, \\\"rest\\\": 5, \\\"restful\\\": 6, \\\"rfc\\\": 39, \\\"rfi\\\": 4, \\\"inclusion\\\": 13, \\\"rfp\\\": 2, \\\"proposal\\\": 5, \\\"roe\\\": 2, \\\"engagement\\\": 41, \\\"pre\\\": 43, \\\"return\\\": 51, \\\"oriented\\\": 31, \\\"programming\\\": 30, \\\"chain\\\": 62, \\\"rosi\\\": 2, \\\"rdphint\\\": 3, \\\"toolkit\\\": 32, \\\"reflectivepick\\\": 3, \\\"reg\\\": 6, \\\"remove\\\": 6, \\\"responder\\\": 22, \\\"retire\\\": 3, \\\"runtime\\\": 9, \\\"self\\\": 7, \\\"rasp\\\": 3, \\\"sast\\\": 7, \\\"static\\\": 39, \\\"shine\\\": 3, \\\"sigma\\\": 7, \\\"sip\\\": 4, \\\"initiation\\\": 3, \\\"soap\\\": 10, \\\"socmint\\\": 2, \\\"sop\\\": 15, \\\"achieved\\\": 15, \\\"requirement\\\": 19, \\\"case\\\": 21, \\\"spf\\\": 5, \\\"spn\\\": 4, \\\"principal\\\": 5, \\\"auth\\\": 31, \\\"inline\\\": 13, \\\"blind\\\": 36, \\\"boolean\\\": 6, \\\"cheat\\\": 5, \\\"sheet\\\": 5, \\\"equivalent\\\": 7, \\\"inference\\\": 6, \\\"sse\\\": 4, \\\"streaming\\\": 2, \\\"single\\\": 14, \\\"simd\\\": 2, \\\"ssh\\\": 12, \\\"forward\\\": 12, \\\"ssl\\\": 39, \\\"sslscan\\\": 2, \\\"forgery\\\": 7, \\\"stix\\\": 7, \\\"suid\\\": 11, \\\"safetykatz\\\": 2, \\\"satellite\\\": 3, \\\"scancontent\\\": 2, \\\"scanrand\\\": 2, \\\"seclists\\\": 3, \\\"compromise\\\": 35, \\\"sendajax\\\": 2, \\\"sharecachemap\\\": 3, \\\"sharpdump\\\": 2, \\\"sharproast\\\": 2, \\\"sharpup\\\": 2, \\\"sharpwmi\\\": 2, \\\"shellbags\\\": 4, \\\"shellshock\\\": 19, \\\"skeleton\\\": 7, \\\"smbexec\\\": 2, \\\"snip\\\": 2, \\\"sketch\\\": 2, \\\"spiderfoot\\\": 10, \\\"spray\\\": 14, \\\"start\\\": 26, \\\"stored\\\": 34, \\\"target\\\": 98, \\\"stuxnet\\\": 10, \\\"svcscan\\\": 4, \\\"nc\\\": 8, \\\"sysmon\\\": 45, \\\"sysmonsearch\\\": 3, \\\"capability\\\": 29, \\\"penetration\\\": 80, \\\"tester\\\": 40, \\\"evaluate\\\": 2, \\\"tftp\\\": 11, \\\"fuzzing\\\": 104, \\\"tld\\\": 4, \\\"top\\\": 11, \\\"tangled\\\": 3, \\\"trevorspray\\\": 2, \\\"tspkg\\\": 3, \\\"tsk\\\": 3, \\\"recover\\\": 9, \\\"turla\\\": 13, \\\"f\\\": 54, \\\"uac\\\": 23, \\\"account\\\": 136, \\\"uacme\\\": 2, \\\"udp\\\": 16, \\\"unc\\\": 4, \\\"universal\\\": 7, \\\"naming\\\": 6, \\\"convention\\\": 9, \\\"unionizing\\\": 3, \\\"uri\\\": 6, \\\"usb\\\": 12, \\\"weaponization\\\": 5, \\\"usbharpoon\\\": 3, \\\"unicornscan\\\": 2, \\\"unshadow\\\": 2, \\\"exfil\\\": 10, \\\"usrclass\\\": 3, \\\"dat\\\": 8, \\\"vba\\\": 25, \\\"shellcode\\\": 56, \\\"injector\\\": 3, \\\"visual\\\": 10, \\\"basic\\\": 81, \\\"vcn\\\": 5, \\\"vql\\\": 3, \\\"velociraptor\\\": 21, \\\"language\\\": 25, \\\"virtualprotect\\\": 14, \\\"visualcodegrepper\\\": 3, \\\"vmem\\\": 4, \\\"vshadowinfo\\\": 6, \\\"v\\\": 47, \\\"carver\\\": 8, \\\"catalog\\\": 7, \\\"manipulator\\\": 4, \\\"wdigest\\\": 5, \\\"whois\\\": 2, \\\"commandlineeventconsumers\\\": 4, \\\"eventfilter\\\": 3, \\\"task\\\": 46, \\\"line\\\": 48, \\\"relate\\\": 65, \\\"lateral\\\": 49, \\\"movement\\\": 51, \\\"priv\\\": 9, \\\"esc\\\": 5, \\\"wpscan\\\": 6, \\\"wsdl\\\": 4, \\\"wsh\\\": 9, \\\"wsman\\\": 3, \\\"wstg\\\": 14, \\\"gathering\\\": 10, \\\"info\\\": 23, \\\"enterprise\\\": 20, \\\"wbem\\\": 3, \\\"instrumentation\\\": 11, \\\"win\\\": 11, \\\"sniffing\\\": 7, \\\"triggering\\\": 2, \\\"winrs\\\": 6, \\\"wmic\\\": 14, \\\"create\\\": 22, \\\"wmiexec\\\": 2, \\\"xhdrya\\\": 2, \\\"entity\\\": 7, \\\"xxe\\\": 19, \\\"xpath\\\": 3, \\\"alter\\\": 3, \\\"injected\\\": 3, \\\"suit\\\": 2, \\\"point\\\": 42, \\\"non\\\": 23, \\\"obvious\\\": 2, \\\"xsser\\\": 3, \\\"xst\\\": 2, \\\"site\\\": 33, \\\"tracing\\\": 15, \\\"modifier\\\": 6, \\\"match\\\": 12, \\\"ysoserial\\\": 3, \\\"forced\\\": 12, \\\"browse\\\": 3, \\\"zeek\\\": 4, \\\"hour\\\": 2, \\\"auto\\\": 5, \\\"purge\\\": 2, \\\"zeus\\\": 4, \\\"zitmo\\\": 4, \\\"zone\\\": 11, \\\"identifier\\\": 20, \\\"logon\\\": 67, \\\"adversary\\\": 54, \\\"emulation\\\": 17, \\\"hiding\\\": 4, \\\"algorithm\\\": 28, \\\"confusion\\\": 3, \\\"analyze\\\": 13, \\\"compatibility\\\": 11, \\\"cache\\\": 18, \\\"asset\\\": 4, \\\"assumed\\\": 16, \\\"philosophy\\\": 2, \\\"platform\\\": 22, \\\"progression\\\": 3, \\\"privilege\\\": 48, \\\"authenticated\\\": 6, \\\"authorization\\\": 5, \\\"automated\\\": 23, \\\"review\\\": 26, \\\"autostart\\\": 7, \\\"base\\\": 23, \\\"illustration\\\": 3, \\\"issue\\\": 37, \\\"battering\\\": 6, \\\"ram\\\": 14, \\\"binary\\\": 32, \\\"framing\\\": 2, \\\"scrambling\\\": 6, \\\"identification\\\": 40, \\\"measurement\\\": 8, \\\"untested\\\": 3, \\\"font\\\": 3, \\\"breached\\\": 6, \\\"breakout\\\": 5, \\\"browser\\\": 40, \\\"isolation\\\": 9, \\\"bypassing\\\": 16, \\\"cached\\\": 21, \\\"cachedlogonscount\\\": 3, \\\"carving\\\": 29, \\\"ceded\\\": 2, \\\"transparency\\\": 8, \\\"cipher\\\": 65, \\\"suite\\\": 23, \\\"cluster\\\": 12, \\\"bomb\\\": 4, \\\"reuse\\\": 17, \\\"collaborative\\\": 2, \\\"writing\\\": 11, \\\"column\\\": 6, \\\"balancing\\\": 10, \\\"logging\\\": 60, \\\"prompt\\\": 7, \\\"competitive\\\": 2, \\\"executables\\\": 11, \\\"covering\\\": 4, \\\"track\\\": 8, \\\"cracking\\\": 18, \\\"sniffed\\\": 2, \\\"cred\\\": 3, \\\"caching\\\": 12, \\\"attacker\\\": 71, \\\"stuffing\\\": 3, \\\"crypto\\\": 12, \\\"mining\\\": 4, \\\"cryptographic\\\": 4, \\\"hard\\\": 5, \\\"coded\\\": 2, \\\"predictable\\\": 2, \\\"plaintext\\\": 14, \\\"cybercrime\\\": 3, \\\"focus\\\": 10, \\\"generating\\\": 7, \\\"money\\\": 1, \\\"plane\\\": 5, \\\"segment\\\": 62, \\\"debriefing\\\": 3, \\\"prioritization\\\": 6, \\\"delegate\\\": 3, \\\"delivery\\\": 17, \\\"untrusted\\\": 9, \\\"detailed\\\": 25, \\\"step\\\": 108, \\\"digest\\\": 12, \\\"browsing\\\": 16, \\\"traversal\\\": 10, \\\"disable\\\": 21, \\\"allow\\\": 26, \\\"child\\\": 14, \\\"dormant\\\": 8, \\\"download\\\": 13, \\\"cradle\\\": 5, \\\"without\\\": 36, \\\"integrity\\\": 39, \\\"check\\\": 20, \\\"driver\\\": 39, \\\"enforcement\\\": 14, \\\"dual\\\": 4, \\\"hop\\\": 6, \\\"dwell\\\": 6, \\\"elastic\\\": 8, \\\"spoofing\\\": 23, \\\"enabling\\\": 20, \\\"encoded\\\": 8, \\\"reflected\\\": 11, \\\"ephemeral\\\": 2, \\\"binding\\\": 6, \\\"exited\\\": 3, \\\"kit\\\": 33, \\\"infection\\\": 4, \\\"occurs\\\": 7, \\\"mitigation\\\": 49, \\\"chart\\\": 14, \\\"repository\\\": 13, \\\"exploitation\\\": 56, \\\"targeting\\\": 9, \\\"program\\\": 67, \\\"externally\\\": 3, \\\"sourced\\\": 3, \\\"script\\\": 113, \\\"pilfering\\\": 2, \\\"recovery\\\": 29, \\\"wiping\\\": 10, \\\"fileless\\\": 13, \\\"form\\\": 24, \\\"illustrated\\\": 1, \\\"full\\\": 32, \\\"knowledge\\\": 18, \\\"capture\\\": 21, \\\"depth\\\": 4, \\\"class\\\": 10, \\\"generation\\\": 11, \\\"hashdumping\\\": 3, \\\"heap\\\": 57, \\\"hibernation\\\": 8, \\\"operated\\\": 3, \\\"hybrid\\\": 3, \\\"guessing\\\": 19, \\\"identifying\\\": 46, \\\"sphere\\\": 2, \\\"leakage\\\": 14, \\\"initial\\\": 23, \\\"instrumented\\\": 11, \\\"integrated\\\": 14, \\\"intelligent\\\": 12, \\\"mutation\\\": 25, \\\"interacting\\\": 5, \\\"internal\\\": 9, \\\"iptables\\\": 5, \\\"redirection\\\": 16, \\\"jump\\\": 12, \\\"mode\\\": 88, \\\"pstree\\\": 12, \\\"leakcheck\\\": 2, \\\"net\\\": 40, \\\"light\\\": 3, \\\"touch\\\": 4, \\\"live\\\": 15, \\\"library\\\": 56, \\\"escalation\\\": 25, \\\"location\\\": 59, \\\"replace\\\": 9, \\\"low\\\": 22, \\\"maintaining\\\": 5, \\\"malfind\\\": 5, \\\"archaeology\\\": 4, \\\"man\\\": 14, \\\"managed\\\": 17, \\\"manual\\\": 18, \\\"maximum\\\": 13, \\\"member\\\": 7, \\\"compression\\\": 5, \\\"meta\\\": 6, \\\"route\\\": 5, \\\"assessing\\\": 4, \\\"micro\\\": 3, \\\"modern\\\": 17, \\\"mounting\\\": 3, \\\"msbuild\\\": 5, \\\"ncrack\\\": 2, \\\"netcat\\\": 7, \\\"netscan\\\": 7, \\\"netsh\\\": 5, \\\"flight\\\": 4, \\\"sweep\\\": 2, \\\"channel\\\": 15, \\\"overpass\\\": 4, \\\"parameter\\\": 25, \\\"parent\\\": 19, \\\"module\\\": 112, \\\"thru\\\": 2, \\\"methodology\\\": 17, \\\"reporting\\\": 12, \\\"salting\\\": 2, \\\"passwordless\\\": 2, \\\"differential\\\": 4, \\\"diffing\\\": 13, \\\"cumulative\\\": 2, \\\"distribution\\\": 6, \\\"distributes\\\": 1, \\\"phar\\\": 3, \\\"pitchfork\\\": 3, \\\"pivot\\\": 12, \\\"polymorphic\\\": 4, \\\"post\\\": 38, \\\"prefetch\\\": 14, \\\"doppelganging\\\": 3, \\\"hollowing\\\": 8, \\\"product\\\": 25, \\\"view\\\": 16, \\\"criterion\\\": 7, \\\"exit\\\": 6, \\\"public\\\": 9, \\\"purple\\\": 11, \\\"feedback\\\": 4, \\\"limitation\\\": 28, \\\"promise\\\": 2, \\\"stacking\\\": 7, \\\"race\\\": 4, \\\"condition\\\": 7, \\\"randomized\\\": 14, \\\"reactive\\\": 6, \\\"reconnaissance\\\": 8, \\\"refresh\\\": 6, \\\"leveraged\\\": 11, \\\"recommendation\\\": 7, \\\"redaction\\\": 2, \\\"resize\\\": 2, \\\"journaling\\\": 13, \\\"reverse\\\": 17, \\\"revoke\\\": 3, \\\"rootkit\\\": 12, \\\"rouge\\\": 6, \\\"sabotage\\\": 3, \\\"sandbox\\\": 7, \\\"sc\\\": 8, \\\"scaling\\\": 9, \\\"result\\\": 14, \\\"schtasks\\\": 15, \\\"peb\\\": 45, \\\"launched\\\": 2, \\\"searching\\\": 11, \\\"searchsploit\\\": 3, \\\"secretsdump\\\": 2, \\\"version\\\": 40, \\\"vector\\\": 6, \\\"fixation\\\": 4, \\\"typically\\\": 15, \\\"tested\\\": 4, \\\"theft\\\": 11, \\\"setspn\\\": 2, \\\"shareable\\\": 6, \\\"shellshocking\\\": 2, \\\"silver\\\": 14, \\\"situational\\\": 9, \\\"awareness\\\": 15, \\\"sliver\\\": 18, \\\"restriction\\\": 28, \\\"assisted\\\": 6, \\\"enum\\\": 3, \\\"stack\\\": 182, \\\"stacked\\\": 9, \\\"stream\\\": 39, \\\"supertimeline\\\": 3, \\\"guide\\\": 10, \\\"tag\\\": 6, \\\"profiling\\\": 3, \\\"hardening\\\": 13, \\\"way\\\": 29, \\\"determine\\\": 18, \\\"correct\\\": 7, \\\"theharvester\\\": 3, \\\"modeling\\\": 14, \\\"stamp\\\": 5, \\\"exception\\\": 44, \\\"timestomp\\\": 4, \\\"seimpersonate\\\": 1, \\\"pivs\\\": 1, \\\"transmission\\\": 2, \\\"unannounced\\\": 2, \\\"unauthenticated\\\": 2, \\\"unintentional\\\": 2, \\\"shared\\\": 12, \\\"unique\\\": 12, \\\"uxss\\\": 4, \\\"unquoted\\\": 2, \\\"unusual\\\": 12, \\\"executable\\\": 62, \\\"image\\\": 50, \\\"dependency\\\": 9, \\\"walk\\\": 3, \\\"linked\\\": 6, \\\"loaded\\\": 20, \\\"watering\\\": 3, \\\"hole\\\": 3, \\\"setup\\\": 8, \\\"actually\\\": 7, \\\"processing\\\": 2, \\\"wild\\\": 2, \\\"card\\\": 2, \\\"workflow\\\": 6, \\\"cyberattacks\\\": 3, \\\"etw\\\": 5, \\\"kansa\\\": 43, \\\"applied\\\": 4, \\\"pecmd\\\": 10, \\\"retrieving\\\": 2, \\\"descriptor\\\": 21, \\\"rdbms\\\": 4, \\\"saml\\\": 4, \\\"tl\\\": 23, \\\"interception\\\": 10, \\\"vectr\\\": 4, \\\"setting\\\": 25, \\\"xhr\\\": 11, \\\"limit\\\": 10, \\\"recommend\\\": 2, \\\"installing\\\": 5, \\\"pose\\\": 10, \\\"monitor\\\": 12, \\\"background\\\": 2, \\\"htpassword\\\": 3, \\\"increase\\\": 6, \\\"agile\\\": 3, \\\"sdl\\\": 18, \\\"together\\\": 3, \\\"defeated\\\": 5, \\\"ansible\\\": 3, \\\"improve\\\": 31, \\\"manages\\\": 3, \\\"cyberattack\\\": 5, \\\"help\\\": 118, \\\"verification\\\": 6, \\\"sequencer\\\": 7, \\\"analyzing\\\": 27, \\\"value\\\": 68, \\\"cet\\\": 8, \\\"circl\\\": 4, \\\"ail\\\": 3, \\\"leak\\\": 5, \\\"crc\\\": 1, \\\"checksum\\\": 1, \\\"collision\\\": 10, \\\"abused\\\": 17, \\\"extract\\\": 19, \\\"offline\\\": 3, \\\"enter\\\": 5, \\\"pssession\\\": 5, \\\"evilginx\\\": 6, \\\"zscalar\\\": 2, \\\"custom\\\": 43, \\\"evtxecmd\\\": 9, \\\"wmiobject\\\": 3, \\\"haveibeenpwned\\\": 6, \\\"ivanti\\\": 3, \\\"manipulate\\\": 12, \\\"exposed\\\": 4, \\\"john\\\": 14, \\\"speed\\\": 11, \\\"take\\\": 17, \\\"crack\\\": 2, \\\"faster\\\": 4, \\\"macsec\\\": 8, \\\"provides\\\": 21, \\\"layer\\\": 28, \\\"sectag\\\": 1, \\\"icf\\\": 1, \\\"protects\\\": 5, \\\"mspatch\\\": 3, \\\"forensic\\\": 22, \\\"payloadrestrictions\\\": 1, \\\"prevents\\\": 5, \\\"transcript\\\": 14, \\\"rva\\\": 5, \\\"ssdt\\\": 9, \\\"rootkits\\\": 10, \\\"unauthorized\\\": 11, \\\"threadmap\\\": 3, \\\"downloaders\\\": 1, \\\"activex\\\": 12, \\\"wget\\\": 5, \\\"winrm\\\": 9, \\\"administered\\\": 1, \\\"cmdlets\\\": 3, \\\"authenticates\\\": 3, \\\"across\\\": 4, \\\"store\\\": 19, \\\"worker\\\": 1, \\\"portable\\\": 6, \\\"always\\\": 14, \\\"responds\\\": 3, \\\"hide\\\": 4, \\\"blend\\\": 2, \\\"altering\\\": 3, \\\"header\\\": 74, \\\"deployment\\\": 9, \\\"delivered\\\": 3, \\\"centralizing\\\": 3, \\\"disabling\\\": 17, \\\"clipboard\\\": 1, \\\"baseliner\\\": 11, \\\"passing\\\": 6, \\\"ensuring\\\": 4, \\\"date\\\": 6, \\\"scheduled\\\": 12, \\\"mechanism\\\": 32, \\\"presence\\\": 5, \\\"icat\\\": 7, \\\"bangladesh\\\": 8, \\\"bank\\\": 9, \\\"heist\\\": 7, \\\"bypassed\\\": 4, \\\"validation\\\": 22, \\\"swift\\\": 9, \\\"interface\\\": 33, \\\"show\\\": 10, \\\"hidden\\\": 3, \\\"drsr\\\": 4, \\\"backend\\\": 4, \\\"nbt\\\": 2, \\\"n\\\": 11, \\\"wpad\\\": 9, \\\"trick\\\": 8, \\\"victim\\\": 17, \\\"attempt\\\": 6, \\\"stolen\\\": 5, \\\"four\\\": 15, \\\"sensitive\\\": 5, \\\"backup\\\": 12, \\\"recycle\\\": 3, \\\"bin\\\": 17, \\\"configure\\\": 8, \\\"umfd\\\": 3, \\\"demonstrate\\\": 4, \\\"highest\\\": 4, \\\"various\\\": 24, \\\"vad\\\": 15, \\\"pte\\\": 2, \\\"unified\\\": 5, \\\"ex\\\": 10, \\\"dlls\\\": 28, \\\"shim\\\": 5, \\\"cmd\\\": 14, \\\"hist\\\": 1, \\\"msc\\\": 2, \\\"hunt\\\": 11, \\\"leaving\\\": 3, \\\"undetected\\\": 2, \\\"look\\\": 16, \\\"navigate\\\": 3, \\\"gui\\\": 11, \\\"perform\\\": 37, \\\"kape\\\": 12, \\\"kill\\\": 31, \\\"characterization\\\": 6, \\\"large\\\": 12, \\\"within\\\": 35, \\\"potentially\\\": 13, \\\"malicious\\\": 29, \\\"intruder\\\": 8, \\\"shodan\\\": 16, \\\"specific\\\": 39, \\\"handling\\\": 35, \\\"utilize\\\": 4, \\\"rogue\\\": 13, \\\"political\\\": 1, \\\"industrial\\\": 2, \\\"entail\\\": 7, \\\"stealthy\\\": 1, \\\"encodedcommand\\\": 2, \\\"option\\\": 40, \\\"ci\\\": 3, \\\"icecast\\\": 2, \\\"laman\\\": 2, \\\"union\\\": 9, \\\"least\\\": 6, \\\"frequency\\\": 7, \\\"added\\\": 6, \\\"appcompatprocessor\\\": 9, \\\"usefulness\\\": 5, \\\"paradox\\\": 8, \\\"pentest\\\": 15, \\\"readobject\\\": 3, \\\"takeover\\\": 3, \\\"communicates\\\": 3, \\\"antimalware\\\": 6, \\\"overview\\\": 34, \\\"ckc\\\": 1, \\\"dread\\\": 5, \\\"extensible\\\": 7, \\\"eap\\\": 31, \\\"kolide\\\": 6, \\\"fleet\\\": 6, \\\"outline\\\": 5, \\\"devops\\\": 6, \\\"xbox\\\": 2, \\\"three\\\": 26, \\\"owasp\\\": 12, \\\"implemented\\\": 16, \\\"stride\\\": 4, \\\"modelling\\\": 3, \\\"life\\\": 6, \\\"cycle\\\": 7, \\\"starfighter\\\": 3, \\\"launcher\\\": 4, \\\"print\\\": 16, \\\"spooler\\\": 2, \\\"tcp\\\": 42, \\\"null\\\": 22, \\\"unix\\\": 8, \\\"scheme\\\": 6, \\\"addition\\\": 1, \\\"support\\\": 33, \\\"disadvantage\\\": 4, \\\"allowed\\\": 5, \\\"stage\\\": 20, \\\"supported\\\": 19, \\\"availability\\\": 7, \\\"listed\\\": 3, \\\"fl\\\": 10, \\\"mention\\\": 13, \\\"hotkeys\\\": 3, \\\"explorer\\\": 28, \\\"sigcheck\\\": 8, \\\"ability\\\": 8, \\\"virustotal\\\": 7, \\\"transferring\\\": 3, \\\"drawback\\\": 6, \\\"pentesters\\\": 2, \\\"like\\\": 77, \\\"veracode\\\": 4, \\\"enforcing\\\": 4, \\\"addressing\\\": 18, \\\"conducting\\\": 13, \\\"propagates\\\": 1, \\\"mentioned\\\": 14, \\\"reason\\\": 20, \\\"well\\\": 12, \\\"prepared\\\": 5, \\\"respective\\\": 4, \\\"behind\\\": 10, \\\"forbidden\\\": 2, \\\"approach\\\": 13, \\\"rbac\\\": 2, \\\"marked\\\": 3, \\\"cnames\\\": 2, \\\"canonical\\\": 1, \\\"presented\\\": 4, \\\"current\\\": 16, \\\"drop\\\": 5, \\\"box\\\": 3, \\\"fat\\\": 8, \\\"hostname\\\": 9, \\\"iast\\\": 4, \\\"interactive\\\": 7, \\\"pyramid\\\": 6, \\\"intel\\\": 30, \\\"lsa\\\": 14, \\\"lab\\\": 47, \\\"pitfall\\\": 3, \\\"mail\\\": 7, \\\"sandboxing\\\": 5, \\\"mark\\\": 6, \\\"multiplexed\\\": 2, \\\"unsupported\\\": 3, \\\"placed\\\": 11, \\\"separate\\\": 3, \\\"vlan\\\": 48, \\\"nfs\\\": 2, \\\"move\\\": 9, \\\"native\\\": 16, \\\"involved\\\": 41, \\\"outlook\\\": 3, \\\"utilizes\\\": 10, \\\"pdf\\\": 10, \\\"steganography\\\": 2, \\\"rmi\\\": 3, \\\"referer\\\": 2, \\\"multiplayer\\\": 2, \\\"sniper\\\": 3, \\\"waas\\\": 7, \\\"trinity\\\": 4, \\\"started\\\": 9, \\\"display\\\": 8, \\\"announced\\\": 2, \\\"improving\\\": 5, \\\"centralized\\\": 5, \\\"employee\\\": 7, \\\"researched\\\": 1, \\\"linkedin\\\": 3, \\\"facebook\\\": 3, \\\"twitter\\\": 2, \\\"tiktok\\\": 2, \\\"free\\\": 27, \\\"workstation\\\": 4, \\\"spraying\\\": 3, \\\"mapped\\\": 10, \\\"intentional\\\": 2, \\\"powerful\\\": 5, \\\"metafiles\\\": 3, \\\"moving\\\": 11, \\\"mutant\\\": 6, \\\"pipelined\\\": 2, \\\"discus\\\": 65, \\\"developer\\\": 11, \\\"config\\\": 3, \\\"part\\\": 25, \\\"forum\\\": 2, \\\"quote\\\": 3, \\\"known\\\": 30, \\\"real\\\": 10, \\\"shortcoming\\\": 2, \\\"tamper\\\": 3, \\\"resistant\\\": 3, \\\"signed\\\": 21, \\\"slow\\\": 4, \\\"hashing\\\": 13, \\\"socket\\\": 15, \\\"pivoting\\\": 14, \\\"synced\\\": 2, \\\"unmanaged\\\": 3, \\\"whack\\\": 4, \\\"mole\\\": 4, \\\"world\\\": 6, \\\"writable\\\": 6, \\\"written\\\": 9, \\\"differ\\\": 16, \\\"traditional\\\": 7, \\\"acls\\\": 4, \\\"crud\\\": 2, \\\"credssp\\\": 6, \\\"erm\\\": 4, \\\"possible\\\": 12, \\\"detecting\\\": 13, \\\"joined\\\": 3, \\\"funnel\\\": 3, \\\"sparse\\\": 3, \\\"central\\\": 3, \\\"scoped\\\": 3, \\\"cookie\\\": 30, \\\"accessing\\\": 8, \\\"mash\\\": 3, \\\"website\\\": 13, \\\"alternative\\\": 18, \\\"structure\\\": 14, \\\"bug\\\": 15, \\\"bounty\\\": 4, \\\"built\\\": 19, \\\"deferring\\\": 2, \\\"vetting\\\": 1, \\\"idempotent\\\": 4, \\\"goal\\\": 20, \\\"expands\\\": 2, \\\"toolset\\\": 1, \\\"professional\\\": 5, \\\"extracted\\\": 3, \\\"oop\\\": 1, \\\"apps\\\": 5, \\\"indicative\\\": 3, \\\"wide\\\": 3, \\\"evade\\\": 6, \\\"dumpfiles\\\": 5, \\\"sending\\\": 4, \\\"per\\\": 10, \\\"second\\\": 3, \\\"argument\\\": 15, \\\"constrained\\\": 10, \\\"broadcast\\\": 5, \\\"signing\\\": 14, \\\"definition\\\": 19, \\\"commercial\\\": 4, \\\"according\\\": 14, \\\"community\\\": 4, \\\"edition\\\": 6, \\\"focusing\\\": 8, \\\"omitted\\\": 2, \\\"psort\\\": 12, \\\"tcsv\\\": 2, \\\"old\\\": 4, \\\"new\\\": 28, \\\"zip\\\": 3, \\\"office\\\": 16, \\\"ripper\\\": 7, \\\"jtr\\\": 3, \\\"hc\\\": 2, \\\"ease\\\": 3, \\\"made\\\": 11, \\\"psexecsvc\\\": 3, \\\"cobaltstrike\\\": 2, \\\"category\\\": 27, \\\"enabled\\\": 16, \\\"color\\\": 6, \\\"meaning\\\": 31, \\\"menu\\\": 4, \\\"achieving\\\": 4, \\\"atp\\\": 3, \\\"safe\\\": 28, \\\"attachment\\\": 9, \\\"aim\\\": 3, \\\"available\\\": 21, \\\"stager\\\": 6, \\\"ntds\\\": 17, \\\"dit\\\": 17, \\\"description\\\": 25, \\\"evolution\\\": 7, \\\"winlogbeat\\\": 4, \\\"extensibility\\\": 2, \\\"dc\\\": 3, \\\"winzapper\\\": 3, \\\"chromium\\\": 4, \\\"make\\\": 24, \\\"polyverse\\\": 3, \\\"postman\\\": 3, \\\"sharpblock\\\": 2, \\\"teaming\\\": 5, \\\"easier\\\": 5, \\\"contributes\\\": 9, \\\"suricata\\\": 9, \\\"engine\\\": 20, \\\"australian\\\": 2, \\\"signal\\\": 2, \\\"directorate\\\": 2, \\\"asd\\\": 3, \\\"shimcache\\\": 8, \\\"generates\\\": 4, \\\"odd\\\": 3, \\\"psreadline\\\": 7, \\\"netbios\\\": 6, \\\"end\\\": 10, \\\"state\\\": 21, \\\"lax\\\": 1, \\\"cooky\\\": 22, \\\"matter\\\": 1, \\\"december\\\": 1, \\\"clearing\\\": 6, \\\"properly\\\": 5, \\\"preparing\\\": 2, \\\"skill\\\": 4, \\\"set\\\": 26, \\\"validating\\\": 20, \\\"kdbg\\\": 10, \\\"found\\\": 29, \\\"annual\\\": 3, \\\"manager\\\": 13, \\\"patching\\\": 7, \\\"avoiding\\\": 4, \\\"sticky\\\": 4, \\\"pii\\\": 2, \\\"compromised\\\": 18, \\\"undue\\\": 1, \\\"stress\\\": 1, \\\"extreme\\\": 1, \\\"emotion\\\": 1, \\\"pentester\\\": 1, \\\"backing\\\": 2, \\\"prior\\\": 5, \\\"creating\\\": 21, \\\"performing\\\": 28, \\\"establishing\\\": 3, \\\"good\\\": 10, \\\"following\\\": 19, \\\"unpredictable\\\": 3, \\\"implementing\\\": 7, \\\"including\\\": 35, \\\"finding\\\": 30, \\\"incorporating\\\": 1, \\\"invalidating\\\": 2, \\\"sessionids\\\": 1, \\\"upon\\\": 4, \\\"logout\\\": 3, \\\"timeout\\\": 3, \\\"keeping\\\": 3, \\\"confidential\\\": 4, \\\"achieve\\\": 14, \\\"laying\\\": 1, \\\"around\\\": 4, \\\"securely\\\": 3, \\\"representative\\\": 2, \\\"sample\\\": 5, \\\"plugin\\\": 38, \\\"negatively\\\": 2, \\\"frequent\\\": 1, \\\"basis\\\": 5, \\\"proper\\\": 4, \\\"preparation\\\": 4, \\\"prep\\\": 1, \\\"providing\\\": 7, \\\"blue\\\": 10, \\\"differentiating\\\": 1, \\\"receiving\\\": 2, \\\"readable\\\": 2, \\\"recording\\\": 5, \\\"regularly\\\": 3, \\\"updating\\\": 2, \\\"cm\\\": 4, \\\"reviewing\\\": 5, \\\"generated\\\": 6, \\\"splitting\\\": 4, \\\"tailoring\\\": 3, \\\"acquisition\\\": 11, \\\"much\\\": 6, \\\"little\\\": 4, \\\"applying\\\": 4, \\\"administrator\\\": 12, \\\"understanding\\\": 10, \\\"logfile\\\": 19, \\\"visually\\\": 1, \\\"plugins\\\": 15, \\\"six\\\": 11, \\\"integration\\\": 9, \\\"w\\\": 42, \\\"af\\\": 4, \\\"batch\\\": 6, \\\"blocking\\\": 10, \\\"usbs\\\": 1, \\\"executing\\\": 3, \\\"double\\\": 6, \\\"clicking\\\": 1, \\\"approached\\\": 1, \\\"xx\\\": 4, \\\"mysql\\\": 5, \\\"readystate\\\": 2, \\\"motivation\\\": 2, \\\"need\\\": 11, \\\"sacl\\\": 6, \\\"overall\\\": 4, \\\"popularity\\\": 1, \\\"rundll\\\": 9, \\\"execute\\\": 40, \\\"eval\\\": 6, \\\"jwts\\\": 2, \\\"maliciously\\\": 1, \\\"viewstate\\\": 3, \\\"scrcons\\\": 3, \\\"suggest\\\": 2, \\\"wscript\\\": 10, \\\"sxs\\\": 3, \\\"problem\\\": 11, \\\"insufficient\\\": 1, \\\"procedure\\\": 25, \\\"pipeline\\\": 3, \\\"uninstalling\\\": 3, \\\"installation\\\": 5, \\\"requesting\\\": 5, \\\"arise\\\": 1, \\\"acquiring\\\": 2, \\\"calculating\\\": 4, \\\"collecting\\\": 7, \\\"copying\\\": 4, \\\"add\\\": 13, \\\"conf\\\": 15, \\\"starting\\\": 12, \\\"deploying\\\": 4, \\\"identifies\\\": 1, \\\"extracting\\\": 10, \\\"pslist\\\": 10, \\\"deletion\\\": 8, \\\"disposal\\\": 1, \\\"scoping\\\": 4, \\\"vshadowmount\\\": 6, \\\"requires\\\": 7, \\\"complete\\\": 3, \\\"splunk\\\": 3, \\\"elk\\\": 3, \\\"triaging\\\": 3, \\\"similar\\\": 5, \\\"running\\\": 26, \\\"lap\\\": 5, \\\"restrictedadmin\\\": 3, \\\"demiguise\\\": 3, \\\"discover\\\": 10, \\\"collector\\\": 3, \\\"operational\\\": 23, \\\"resizing\\\": 2, \\\"chdisk\\\": 3, \\\"l\\\": 17, \\\"usbkill\\\": 3, \\\"retrieval\\\": 1, \\\"amcache\\\": 17, \\\"hve\\\": 15, \\\"root\\\": 16, \\\"mftmirr\\\": 4, \\\"max\\\": 2, \\\"infomation\\\": 2, \\\"acg\\\": 3, \\\"arbitrary\\\": 6, \\\"installed\\\": 5, \\\"atexec\\\": 2, \\\"bulk\\\": 9, \\\"insert\\\": 9, \\\"comparer\\\": 4, \\\"decoder\\\": 4, \\\"creator\\\": 3, \\\"datasectionobject\\\": 3, \\\"eventid\\\": 2, \\\"fromless\\\": 3, \\\"select\\\": 6, \\\"preventing\\\": 11, \\\"svcfail\\\": 4, \\\"hiberfil\\\": 5, \\\"sys\\\": 38, \\\"hibr\\\": 3, \\\"citrix\\\": 6, \\\"storefront\\\": 2, \\\"portal\\\": 47, \\\"iaf\\\": 2, \\\"pot\\\": 2, \\\"kdcopydatablock\\\": 3, \\\"forensiccsvtasks\\\": 2, \\\"forensicntfs\\\": 1, \\\"stuff\\\": 3, \\\"pilfer\\\": 1, \\\"msiexec\\\": 3, \\\"center\\\": 7, \\\"trusted\\\": 10, \\\"pagefile\\\": 4, \\\"assumption\\\": 5, \\\"psactiveprocesshead\\\": 4, \\\"rdpclip\\\": 4, \\\"scopesnapshots\\\": 7, \\\"sdelete\\\": 7, \\\"seatbelt\\\": 8, \\\"eids\\\": 2, \\\"spotting\\\": 1, \\\"swapfile\\\": 4, \\\"wsmprovhost\\\": 6, \\\"frame\\\": 9, \\\"burping\\\": 1, \\\"debrief\\\": 5, \\\"presentation\\\": 4, \\\"guardrail\\\": 2, \\\"guess\\\": 3, \\\"lockoutstatus\\\": 2, \\\"msfconsole\\\": 3, \\\"msfd\\\": 2, \\\"msfrpcd\\\": 3, \\\"msfvenom\\\": 10, \\\"pw\\\": 4, \\\"inspector\\\": 3, \\\"reparse\\\": 4, \\\"robot\\\": 14, \\\"txt\\\": 17, \\\"implant\\\": 5, \\\"switch\\\": 14, \\\"unattended\\\": 5, \\\"install\\\": 10, \\\"wevutil\\\": 4, \\\"aadintptaspy\\\": 2, \\\"afl\\\": 41, \\\"american\\\": 14, \\\"fuzzy\\\": 15, \\\"alockout\\\": 2, \\\"acunetix\\\": 3, \\\"alkemist\\\": 3, \\\"instead\\\": 7, \\\"offset\\\": 11, \\\"amcahce\\\": 1, \\\"apparmor\\\": 12, \\\"configured\\\": 8, \\\"appverifier\\\": 3, \\\"autoplay\\\": 3, \\\"indexing\\\": 2, \\\"bcwipe\\\": 6, \\\"bind\\\": 5, \\\"beyondtrust\\\": 2, \\\"retina\\\": 2, \\\"extractor\\\": 6, \\\"repeater\\\": 4, \\\"extender\\\": 7, \\\"intercept\\\": 6, \\\"confidence\\\": 4, \\\"certain\\\": 5, \\\"firm\\\": 1, \\\"tentative\\\": 1, \\\"cfg\\\": 7, \\\"cim\\\": 5, \\\"circlean\\\": 3, \\\"certutil\\\": 10, \\\"cscript\\\": 6, \\\"focused\\\": 6, \\\"dcom\\\": 3, \\\"psremoting\\\": 4, \\\"dep\\\": 63, \\\"commonly\\\": 14, \\\"easy\\\": 5, \\\"dnsdumpster\\\": 4, \\\"dsc\\\": 3, \\\"darungrim\\\": 3, \\\"deathstar\\\": 2, \\\"encrypted\\\": 18, \\\"devicetree\\\": 4, \\\"edns\\\": 3, \\\"pretesting\\\": 2, \\\"maintains\\\": 4, \\\"eyewitness\\\": 2, \\\"fenrir\\\": 3, \\\"ftp\\\": 4, \\\"flameshot\\\": 2, \\\"fortify\\\": 7, \\\"webinspect\\\": 3, \\\"fsutil\\\": 4, \\\"fxcop\\\": 3, \\\"gatekeeper\\\": 3, \\\"ghostpack\\\": 6, \\\"preference\\\": 6, \\\"gpp\\\": 3, \\\"hcl\\\": 2, \\\"hp\\\": 3, \\\"mask\\\": 9, \\\"impacket\\\": 6, \\\"array\\\": 7, \\\"kali\\\": 5, \\\"re\\\": 5, \\\"vsc\\\": 2, \\\"logfileparser\\\": 7, \\\"logparser\\\": 3, \\\"lookyloo\\\": 3, \\\"mcas\\\": 3, \\\"mic\\\": 5, \\\"mof\\\": 6, \\\"offer\\\": 6, \\\"arsenal\\\": 3, \\\"dllinject\\\": 1, \\\"upexec\\\": 1, \\\"vncinject\\\": 1, \\\"also\\\": 25, \\\"final\\\": 6, \\\"compatible\\\": 1, \\\"transfer\\\": 13, \\\"mmc\\\": 3, \\\"mshta\\\": 8, \\\"mutex\\\": 3, \\\"semaphore\\\": 4, \\\"nist\\\": 9, \\\"appendix\\\": 56, \\\"checklist\\\": 2, \\\"transaction\\\": 3, \\\"usn\\\": 1, \\\"sequence\\\": 7, \\\"soft\\\": 2, \\\"nessus\\\": 5, \\\"netcraft\\\": 5, \\\"nikto\\\": 3, \\\"project\\\": 11, \\\"ole\\\": 4, \\\"oledump\\\": 4, \\\"yahoo\\\": 1, \\\"last\\\": 4, \\\"ptes\\\": 5, \\\"parrot\\\": 2, \\\"patchclean\\\": 4, \\\"payloadrestricions\\\": 2, \\\"pipal\\\": 2, \\\"android\\\": 3, \\\"macos\\\": 2, \\\"poshbreach\\\": 2, \\\"keywords\\\": 6, \\\"powersploit\\\": 16, \\\"powercfg\\\": 5, \\\"remcomsvc\\\": 2, \\\"psxview\\\": 5, \\\"pwdump\\\": 3, \\\"qualys\\\": 5, \\\"rapid\\\": 4, \\\"appspider\\\": 2, \\\"regional\\\": 2, \\\"rir\\\": 2, \\\"regsvr\\\": 1, \\\"rubeus\\\": 4, \\\"sam\\\": 4, \\\"scap\\\": 5, \\\"scp\\\": 2, \\\"sehop\\\": 10, \\\"structured\\\": 30, \\\"overwrite\\\": 13, \\\"smbclient\\\": 3, \\\"special\\\": 12, \\\"character\\\": 13, \\\"ssldigger\\\": 3, \\\"safedllsearchmode\\\": 4, \\\"safeseh\\\": 11, \\\"sans\\\": 4, \\\"sharphound\\\": 6, \\\"simexec\\\": 1, \\\"snagit\\\": 2, \\\"soapui\\\": 3, \\\"swagger\\\": 4, \\\"superscan\\\": 2, \\\"ruleset\\\": 3, \\\"synchronizer\\\": 3, \\\"bit\\\": 100, \\\"scheduler\\\": 10, \\\"teamviewer\\\": 5, \\\"testssl\\\": 3, \\\"sh\\\": 7, \\\"ticketer\\\": 4, \\\"trevorproxy\\\": 2, \\\"urlquery\\\": 2, \\\"usbguard\\\": 3, \\\"ultimateapplockerbypasslist\\\": 2, \\\"urlscan\\\": 3, \\\"macro\\\": 20, \\\"vsentry\\\": 3, \\\"veil\\\": 2, \\\"wdac\\\": 18, \\\"whql\\\": 5, \\\"hardware\\\": 30, \\\"quality\\\": 7, \\\"wsus\\\": 5, \\\"whitehat\\\": 2, \\\"sentinel\\\": 2, \\\"wer\\\": 5, \\\"evtx\\\": 4, \\\"wininet\\\": 3, \\\"schema\\\": 4, \\\"xsd\\\": 3, \\\"yararules\\\": 2, \\\"generate\\\": 9, \\\"zmap\\\": 2, \\\"zenmap\\\": 3, \\\"zoneid\\\": 4, \\\"potfile\\\": 3, \\\"success\\\": 2, \\\"called\\\": 17, \\\"watson\\\": 5, \\\"controller\\\": 11, \\\"revocation\\\": 5, \\\"commandline\\\": 4, \\\"dun\\\": 7, \\\"dwm\\\": 3, \\\"jwk\\\": 3, \\\"pac\\\": 5, \\\"tgt\\\": 6, \\\"granting\\\": 5, \\\"disclosure\\\": 29, \\\"nda\\\": 2, \\\"pastemon\\\": 1, \\\"processed\\\": 2, \\\"usable\\\": 1, \\\"contains\\\": 16, \\\"sid\\\": 5, \\\"sow\\\": 2, \\\"statement\\\": 27, \\\"stig\\\": 2, \\\"handshake\\\": 7, \\\"leverage\\\": 15, \\\"either\\\": 2, \\\"eventconsumer\\\": 3, \\\"timestamp\\\": 14, \\\"complex\\\": 6, \\\"simple\\\": 10, \\\"body\\\": 7, \\\"section\\\": 46, \\\"grade\\\": 2, \\\"kickoff\\\": 2, \\\"essential\\\": 1, \\\"company\\\": 9, \\\"quota\\\": 4, \\\"allows\\\": 16, \\\"raw\\\": 8, \\\"drive\\\": 5, \\\"secured\\\": 3, \\\"chat\\\": 3, \\\"collaboration\\\": 2, \\\"owner\\\": 3, \\\"reading\\\": 4, \\\"encyclopedia\\\": 3, \\\"ascii\\\": 7, \\\"unicode\\\": 2, \\\"adding\\\": 6, \\\"allowing\\\": 4, \\\"impersonate\\\": 7, \\\"accessed\\\": 7, \\\"arachni\\\": 2, \\\"mind\\\": 3, \\\"pointer\\\": 52, \\\"bam\\\": 2, \\\"dam\\\": 2, \\\"spring\\\": 2, \\\"asp\\\": 2, \\\"django\\\": 2, \\\"symfony\\\": 2, \\\"hot\\\": 13, \\\"builtwith\\\": 2, \\\"aspect\\\": 6, \\\"continuous\\\": 1, \\\"popular\\\": 6, \\\"defining\\\": 5, \\\"removing\\\": 6, \\\"deregistering\\\": 1, \\\"eid\\\": 5, \\\"toolkits\\\": 3, \\\"finalizing\\\": 2, \\\"planning\\\": 4, \\\"collected\\\": 1, \\\"completing\\\": 3, \\\"getting\\\": 6, \\\"third\\\": 12, \\\"party\\\": 14, \\\"provider\\\": 7, \\\"release\\\": 6, \\\"enumerate\\\": 9, \\\"unsafe\\\": 4, \\\"banned\\\": 1, \\\"limiting\\\": 8, \\\"keyboard\\\": 2, \\\"termination\\\": 3, \\\"lengthy\\\": 3, \\\"cumbersome\\\": 2, \\\"item\\\": 7, \\\"ntdsutil\\\": 2, \\\"obtain\\\": 7, \\\"screenshot\\\": 3, \\\"head\\\": 3, \\\"picture\\\": 8, \\\"expiring\\\": 1, \\\"simulated\\\": 3, \\\"exercise\\\": 4, \\\"soliciting\\\": 2, \\\"vericode\\\": 2, \\\"canary\\\": 55, \\\"storing\\\": 8, \\\"consolehost\\\": 5, \\\"svchost\\\": 4, \\\"variable\\\": 25, \\\"upcase\\\": 3, \\\"appcompatsearch\\\": 3, \\\"dlllist\\\": 9, \\\"eraser\\\": 4, \\\"gecos\\\": 2, \\\"etc\\\": 23, \\\"passwd\\\": 4, \\\"logparserstack\\\": 2, \\\"processmitigation\\\": 3, \\\"winevent\\\": 4, \\\"cmdlet\\\": 13, \\\"httponly\\\": 10, \\\"flag\\\": 27, \\\"imagesectionobject\\\": 2, \\\"bindep\\\": 5, \\\"debugger\\\": 29, \\\"datablock\\\": 7, \\\"knowndlls\\\": 3, \\\"fragmentation\\\": 12, \\\"lfh\\\": 11, \\\"microsof\\\": 3, \\\"objid\\\": 2, \\\"assembly\\\": 30, \\\"schedule\\\": 5, \\\"realm\\\": 8, \\\"securitycache\\\": 2, \\\"slingshot\\\": 2, \\\"supplementary\\\": 4, \\\"terminalservices\\\": 4, \\\"rdpclient\\\": 5, \\\"maintained\\\": 2, \\\"directive\\\": 5, \\\"disabled\\\": 10, \\\"e\\\": 14, \\\"alert\\\": 8, \\\"confirm\\\": 3, \\\"cpassword\\\": 2, \\\"dig\\\": 5, \\\"patator\\\": 2, \\\"sacrificial\\\": 5, \\\"amsiscanbuffer\\\": 2, \\\"dashboard\\\": 2, \\\"danderspritz\\\": 4, \\\"experience\\\": 9, \\\"eat\\\": 15, \\\"accelerator\\\": 3, \\\"filescan\\\": 5, \\\"ipc\\\": 4, \\\"ipv\\\": 118, \\\"kpcr\\\": 4, \\\"processor\\\": 37, \\\"region\\\": 3, \\\"loader\\\": 11, \\\"msal\\\": 2, \\\"nx\\\": 14, \\\"national\\\": 5, \\\"nvd\\\": 2, \\\"pop\\\": 20, \\\"sends\\\": 4, \\\"operates\\\": 9, \\\"differently\\\": 1, \\\"sus\\\": 2, \\\"nopofile\\\": 1, \\\"expression\\\": 6, \\\"primary\\\": 15, \\\"prt\\\": 2, \\\"ret\\\": 46, \\\"exclusion\\\": 9, \\\"sysvol\\\": 2, \\\"shimchachemem\\\": 2, \\\"trace\\\": 4, \\\"utilized\\\": 8, \\\"vmsn\\\": 3, \\\"vmss\\\": 3, \\\"vmware\\\": 2, \\\"autodiscovery\\\": 2, \\\"editor\\\": 7, \\\"wce\\\": 7, \\\"unpack\\\": 3, \\\"msu\\\": 4, \\\"xd\\\": 10, \\\"prologue\\\": 10, \\\"legit\\\": 2, \\\"journal\\\": 6, \\\"introduction\\\": 7, \\\"chameleon\\\": 2, \\\"pcredz\\\": 2, \\\"wp\\\": 4, \\\"cv\\\": 4, \\\"octave\\\": 2, \\\"trike\\\": 2, \\\"provided\\\": 18, \\\"delimited\\\": 2, \\\"repeated\\\": 2, \\\"mangling\\\": 1, \\\"profile\\\": 16, \\\"samba\\\": 2, \\\"bitmap\\\": 3, \\\"allocated\\\": 5, \\\"unallocated\\\": 4, \\\"explicit\\\": 7, \\\"pth\\\": 4, 